const companyData = [
  {
    "name": "인테그럴애드사이언스(IAS)",
    "url": "",
    "address": "1-1-2 Yurakucho Chiyoda-ku, Tokyo, 100-0006, Japan",
    "lat": 35.6736817,
    "lng": 139.7611853
  },
  {
    "name": "얀고애즈",
    "url": "",
    "address": "UAE, Dubai, Trade Center Second, The Offices 5, Unit No. FLR06-06.04-1 P.O. Box 29095",
    "lat": 24.0002488,
    "lng": 53.9994829
  },
  {
    "name": "제이비컴스컴퍼니",
    "url": "",
    "address": "경기도 고양시 덕양구 으뜸로8,13층 1305호(덕은동,덕은DMC아이에스BIZ타워센트럴1차지식산업센터동)",
    "lat": null,
    "lng": null
  },
  {
    "name": "스타디엠코퍼레이션",
    "url": "",
    "address": "경기도 부천시 신흥로 234, 3층(중동, 뉴월드 프라자)",
    "lat": 37.5045895,
    "lng": 126.7762156
  },
  {
    "name": "엔에이치엔에이스(NHN ACE)",
    "url": "",
    "address": "경기도 성남시 분당구 대왕판교로 645번길 16, 플레이뮤지엄 NHN ACE",
    "lat": null,
    "lng": null
  },
  {
    "name": "판도라TV",
    "url": "",
    "address": "경기도 성남시 분당구 대왕판교로644번길 49, 11층",
    "lat": 37.4009272,
    "lng": 127.1122645
  },
  {
    "name": "엔에이치엔애드(NHN AD)",
    "url": "",
    "address": "경기도 성남시 분당구 대왕판교로645번길 16, NHN 플레이뮤지엄 5층",
    "lat": null,
    "lng": null
  },
  {
    "name": "제이브릿지컴퍼니",
    "url": "",
    "address": "경기도 성남시 분당구 성남대로331번길 8, 606,607호(정자동,킨스타워)",
    "lat": 37.3658952,
    "lng": 127.1066727
  },
  {
    "name": "네이버",
    "url": "",
    "address": "경기도 성남시 분당구 정자일로 95",
    "lat": null,
    "lng": null
  },
  {
    "name": "숲",
    "url": "",
    "address": "경기도 성남시 분당구 판교로228번길 15(삼평동, 판븐벤처밸리1단지 2동 201, 901호)",
    "lat": 37.401817,
    "lng": 127.1016154
  },
  {
    "name": "카카오페이",
    "url": "",
    "address": "경기도 성남시 분당구 판교로역 166, 비동 15층(백현동)",
    "lat": null,
    "lng": null
  },
  {
    "name": "플레이디",
    "url": "",
    "address": "경기도 성남시 분당구 황새울로 359번길 11, 5~6층",
    "lat": null,
    "lng": null
  },
  {
    "name": "와이즈버즈",
    "url": "",
    "address": "경기도 성남시 수정구 금토로 69, 5층(금토동, 다우디지털스퀘어)",
    "lat": 37.406514,
    "lng": 127.0801059
  },
  {
    "name": "틱톡",
    "url": "",
    "address": "서울시특별시 강남구 테헤란로 518 섬유센터, 12층",
    "lat": null,
    "lng": null
  },
  {
    "name": "이노션",
    "url": "",
    "address": "서울특별시 강남구 강남대로 308 (역삼동)",
    "lat": 37.4904128,
    "lng": 127.0318627
  },
  {
    "name": "PTKOREA",
    "url": "",
    "address": "서울특별시 강남구 강남대로 372, 12,13,14,16층(역삼동, FINE TOWER)",
    "lat": 37.5030713,
    "lng": 127.0253238
  },
  {
    "name": "차이커뮤니케이션",
    "url": "",
    "address": "서울특별시 강남구 논현로 132길 40(논현동, 차이빌딩)",
    "lat": null,
    "lng": null
  },
  {
    "name": "레뷰코퍼레이션",
    "url": "",
    "address": "서울특별시 강남구 논현로 135길 29(논현동)",
    "lat": null,
    "lng": null
  },
  {
    "name": "엔비티",
    "url": "",
    "address": "서울특별시 강남구 논현로 145길 31(논현동)",
    "lat": null,
    "lng": null
  },
  {
    "name": "비에이티",
    "url": "",
    "address": "서울특별시 강남구 논현로 153길 53, 4층(신사동, 피겨앤그라운드)",
    "lat": null,
    "lng": null
  },
  {
    "name": "써치엠",
    "url": "",
    "address": "서울특별시 강남구 논현로 319, 3층,4층(역삼동, 정유빌딩)",
    "lat": 37.4937842,
    "lng": 127.0398782
  },
  {
    "name": "엠코퍼레이션",
    "url": "",
    "address": "서울특별시 강남구 논현로 503, 12층(역삼동, 송촌빌딩)",
    "lat": 37.5012836,
    "lng": 127.0365599
  },
  {
    "name": "비욘드마케팅그룹",
    "url": "",
    "address": "서울특별시 강남구 논현로 651 대한법무사회관 1, 5,6층",
    "lat": null,
    "lng": null
  },
  {
    "name": "스파클인터렉티브",
    "url": "",
    "address": "서울특별시 강남구 논현로 746, 4층(논현동, 석호빌딩)",
    "lat": 37.5097162,
    "lng": 127.0327616
  },
  {
    "name": "크로스미디어",
    "url": "",
    "address": "서울특별시 강남구 논현로 86길 27 (역삼동 718-33, 크로스타워)",
    "lat": null,
    "lng": null
  },
  {
    "name": "케이티나스미디어",
    "url": "",
    "address": "서울특별시 강남구 도곡로1길 14, 3층 4층, 5층(역삼동, 삼일프라자오피스텔)",
    "lat": 37.4910371,
    "lng": 127.0323941
  },
  {
    "name": "디티에스아이",
    "url": "",
    "address": "서울특별시 강남구 도산대로 318, SB타워 6층",
    "lat": 37.5219491,
    "lng": 127.0363271
  },
  {
    "name": "아티스트유나이티드",
    "url": "",
    "address": "서울특별시 강남구 도산대로 430, 3층(청담동)",
    "lat": 37.5234514,
    "lng": 127.0430007
  },
  {
    "name": "씨더블유",
    "url": "",
    "address": "서울특별시 강남구 도산대로16길 13-20, 지하 1층(논현동, 청구빌딩)",
    "lat": 37.5169306,
    "lng": 127.0251199
  },
  {
    "name": "지엔앰퍼포먼스",
    "url": "",
    "address": "서울특별시 강남구 봉은사로 114, 2층(역삼동,반디빌딩)",
    "lat": 37.5047273,
    "lng": 127.0261092
  },
  {
    "name": "더에스엠씨",
    "url": "",
    "address": "서울특별시 강남구 봉은사로 49길 22, 더에스엠씨빌딩 2층(논현동)",
    "lat": null,
    "lng": null
  },
  {
    "name": "에이전시더블유",
    "url": "",
    "address": "서울특별시 강남구 봉은사로 49길 7 대양빌딩 2층",
    "lat": null,
    "lng": null
  },
  {
    "name": "엘리케이트",
    "url": "",
    "address": "서울특별시 강남구 봉은사로26길 22-12, 102호(역삼동, 파티오하우스)",
    "lat": 37.5064498,
    "lng": 127.0330983
  },
  {
    "name": "애니포인트미디어",
    "url": "",
    "address": "서울특별시 강남구 삼성동 테헤란로87길 21, 6층",
    "lat": 37.5086166,
    "lng": 127.0589795
  },
  {
    "name": "이스터씨앤아이",
    "url": "",
    "address": "서울특별시 강남구 삼성로 134길 8(청담동, 이스터빌딩)",
    "lat": null,
    "lng": null
  },
  {
    "name": "그랑몬스터",
    "url": "",
    "address": "서울특별시 강남구 삼성로 511 골든타워 5층",
    "lat": null,
    "lng": null
  },
  {
    "name": "더쏠트",
    "url": "",
    "address": "서울특별시 강남구 삼성로95길 6 삼혜빌딩 5층",
    "lat": null,
    "lng": null
  },
  {
    "name": "크로마엔터테인먼트",
    "url": "",
    "address": "서울특별시 강남구 선릉로 112길 34(삼성동, HS빌딩)",
    "lat": null,
    "lng": null
  },
  {
    "name": "리머지",
    "url": "",
    "address": "서울특별시 강남구 선릉로 428, 14층 126호(대치동, 위워크선릉 3호점)",
    "lat": 37.4936511,
    "lng": 127.0541449
  },
  {
    "name": "이프로애드",
    "url": "",
    "address": "서울특별시 강남구 선릉로 642 (삼성동, 서경빌딩) 3층",
    "lat": 37.5074391,
    "lng": 127.0463889
  },
  {
    "name": "망고스타코리아",
    "url": "",
    "address": "서울특별시 강남구 선릉로 91길 14, 선릉빌딩 402호",
    "lat": null,
    "lng": null
  },
  {
    "name": "호잇커뮤니케이션즈",
    "url": "",
    "address": "서울특별시 강남구 선릉로 94길 12, 세웅타워 6층",
    "lat": null,
    "lng": null
  },
  {
    "name": "볼디",
    "url": "",
    "address": "서울특별시 강남구 압구정로 36길 12, 6층",
    "lat": null,
    "lng": null
  },
  {
    "name": "엣지랭크",
    "url": "",
    "address": "서울특별시 강남구 언주로 133길 26-5",
    "lat": null,
    "lng": null
  },
  {
    "name": "모비데이즈",
    "url": "",
    "address": "서울특별시 강남구 언주로 417, 지하1층-8층(역삼동, 모비빌딩)",
    "lat": 37.530692,
    "lng": 127.0339365
  },
  {
    "name": "디퍼플",
    "url": "",
    "address": "서울특별시 강남구 언주로 609 (논현동, 팍스타워) A동 7층",
    "lat": 37.514957,
    "lng": 127.0352916
  },
  {
    "name": "넥스트미디어그룹",
    "url": "",
    "address": "서울특별시 강남구 언주로 637 싸이칸홀딩스 빌딩 13층",
    "lat": null,
    "lng": null
  },
  {
    "name": "부스터즈",
    "url": "",
    "address": "서울특별시 강남구 언주로 637, 12층(논현동,싸이칸타워)",
    "lat": 37.4794788,
    "lng": 127.0554141
  },
  {
    "name": "애드쿠아인터렉티브",
    "url": "",
    "address": "서울특별시 강남구 언주로 637, 2,3,4,10,15층(논현동, 싸이칸타워)",
    "lat": 37.4794788,
    "lng": 127.0554141
  },
  {
    "name": "미래피엠피",
    "url": "",
    "address": "서울특별시 강남구 언주로149길 9(논현동, 시엘빌딩)",
    "lat": 37.5203752,
    "lng": 127.0334051
  },
  {
    "name": "엠플랜잇",
    "url": "",
    "address": "서울특별시 강남구 언주로93길 21, 5층(역삼동, 남전타운)",
    "lat": 37.5032401,
    "lng": 127.0396208
  },
  {
    "name": "오피엠에스",
    "url": "",
    "address": "서울특별시 강남구 역삼로 555, 1층 101호(대치동, 대치동 더블유타워)",
    "lat": 37.5050017,
    "lng": 127.0633843
  },
  {
    "name": "페리온",
    "url": "",
    "address": "서울특별시 강남구 영동대로 417 오토웨이타워 스페이시스",
    "lat": null,
    "lng": null
  },
  {
    "name": "벡터컴",
    "url": "",
    "address": "서울특별시 강남구 영동대로 511, 2401호 (무역센터트레이드타워)",
    "lat": 37.510279,
    "lng": 127.0609765
  },
  {
    "name": "픽스다인무브먼트",
    "url": "",
    "address": "서울특별시 강남구 테레란로 501, 6층 601호(삼성동, 브이플렉스)",
    "lat": null,
    "lng": null
  },
  {
    "name": "매드코퍼레이션",
    "url": "",
    "address": "서울특별시 강남구 테헤란로 123, 여삼빌딩 15층",
    "lat": 37.5055626,
    "lng": 127.0528631
  },
  {
    "name": "모티브인텔리전스",
    "url": "",
    "address": "서울특별시 강남구 테헤란로 132, 13층(역삼동, 한독빌딩)",
    "lat": 37.5055626,
    "lng": 127.0528631
  },
  {
    "name": "메타",
    "url": "",
    "address": "서울특별시 강남구 테헤란로 142 캐피탈타워 빌딩 23층",
    "lat": null,
    "lng": null
  },
  {
    "name": "비바리퍼블리카",
    "url": "",
    "address": "서울특별시 강남구 테헤란로 142, 4,10,11,12,13,22,23층(역삼동, 아크플레이스)",
    "lat": 37.4997513,
    "lng": 127.0349584
  },
  {
    "name": "크리테오코리아",
    "url": "",
    "address": "서울특별시 강남구 테헤란로 152 강남파이낸스센터 41층",
    "lat": 37.5000191,
    "lng": 127.0365483
  },
  {
    "name": "구글코리아",
    "url": "",
    "address": "서울특별시 강남구 테헤란로 152 역삼동 강남파이낸스센터 22층",
    "lat": 37.5000191,
    "lng": 127.0365483
  },
  {
    "name": "더트레이드데스크",
    "url": "",
    "address": "서울특별시 강남구 테헤란로 152, 41층(역삼동, 강남파이낸스센터)",
    "lat": 37.5000191,
    "lng": 127.0365483
  },
  {
    "name": "스냅컴퍼니",
    "url": "",
    "address": "서울특별시 강남구 테헤란로 32길 27(역삼동, 동원빌딩)",
    "lat": null,
    "lng": null
  },
  {
    "name": "엑솔라코리아",
    "url": "",
    "address": "서울특별시 강남구 테헤란로 412, 13층(대치동, 티412)",
    "lat": 37.5034432,
    "lng": 127.0458432
  },
  {
    "name": "디플랜360",
    "url": "",
    "address": "서울특별시 강남구 테헤란로 443, 11층(삼성동, 애플트리타워)",
    "lat": 37.5069491,
    "lng": 127.0556009
  },
  {
    "name": "인터웍스미디어",
    "url": "",
    "address": "서울특별시 강남구 테헤란로 534 글라스타워빌딩 30층",
    "lat": null,
    "lng": null
  },
  {
    "name": "위시미디어",
    "url": "",
    "address": "서울특별시 강남구 테헤란로 79길 11 A타워 3층",
    "lat": null,
    "lng": null
  },
  {
    "name": "퍼틸레인",
    "url": "",
    "address": "서울특별시 강남구 테헤란로51길, 21(역삼동)",
    "lat": 37.5053867,
    "lng": 127.0456479
  },
  {
    "name": "토이306",
    "url": "",
    "address": "서울특별시 강남구 테헤란로79길 6, 5층 503&504호(삼성동, 제이에스타워)",
    "lat": 37.5073953,
    "lng": 127.0558982
  },
  {
    "name": "생각하는늑대",
    "url": "",
    "address": "서울특별시 강남구 테헤란로82길 15, 14층",
    "lat": 37.5060894,
    "lng": 127.0581396
  },
  {
    "name": "에이원퍼포먼스팩토리",
    "url": "",
    "address": "서울특별시 강남구 테헤란로83길32, 나라키움빌딩 A동 4층",
    "lat": null,
    "lng": null
  },
  {
    "name": "코마스인터렉티브",
    "url": "",
    "address": "서울특별시 강남구 학동로 311(논현동, 미성빌딩 6층)",
    "lat": 37.5120112,
    "lng": 127.0241112
  },
  {
    "name": "와일리",
    "url": "",
    "address": "서울특별시 강남구 학동로 336, 5층(논현동, 메이트리 빌딩)",
    "lat": 37.5156831,
    "lng": 127.0359927
  },
  {
    "name": "펜타클",
    "url": "",
    "address": "서울특별시 강남구 학동로23길 18 펜타클빌딩",
    "lat": null,
    "lng": null
  },
  {
    "name": "이엔미디어",
    "url": "",
    "address": "서울특별시 강서구 강서로56가길 141, 6층(등촌동, 케이엠빌딩)",
    "lat": 37.565792,
    "lng": 126.841453
  },
  {
    "name": "엘지씨엔에스(LG CNS)",
    "url": "",
    "address": "서울특별시 강서구 마곡중앙8로 71",
    "lat": 37.5609353,
    "lng": 126.8371295
  },
  {
    "name": "인크로스",
    "url": "",
    "address": "서울특별시 관악구 남부순환로 1926(봉천동, 경동제약빌딩 5,8층)",
    "lat": 37.4768228,
    "lng": 126.963155
  },
  {
    "name": "아치서울",
    "url": "",
    "address": "서울특별시 광진구 광나루로 478 광진경제허브센터 도약관 303호",
    "lat": null,
    "lng": null
  },
  {
    "name": "인라이플",
    "url": "",
    "address": "서울특별시 구로구 구로동 디지털로 272 한신아이티타워 501~504호",
    "lat": null,
    "lng": null
  },
  {
    "name": "이레컴즈",
    "url": "",
    "address": "서울특별시 구로구 디지털로 273 에이스트윈타워2차 306호",
    "lat": null,
    "lng": null
  },
  {
    "name": "엠피인터랙티브",
    "url": "",
    "address": "서울특별시 구로구 디지털로 306(구로3동 182-13) 대륭포스트타워 2차 607호",
    "lat": 37.4859441,
    "lng": 126.8973364
  },
  {
    "name": "프로그레스미디어",
    "url": "",
    "address": "서울특별시 구로구 디지털로26길 43, L동 19층 1901~1905호(구로동, 대륭포스트타워8차)",
    "lat": 37.4811383,
    "lng": 126.8943511
  },
  {
    "name": "투겟",
    "url": "",
    "address": "서울특별시 구로구 디지털로26길 43, 제12층 제엘 1201호(구로동)",
    "lat": 37.4811383,
    "lng": 126.8943511
  },
  {
    "name": "애디플",
    "url": "",
    "address": "서울특별시 구로구 디지털로30길 31, 1407호(구로동, 코오롱디지털타워빌란트Ⅱ)",
    "lat": 37.482565,
    "lng": 126.89589
  },
  {
    "name": "가치브라더",
    "url": "",
    "address": "서울특별시 구로구 디지털로31길 19, 404호(구로동, 에이스테크노타워II)",
    "lat": 37.4860453,
    "lng": 126.8922462
  },
  {
    "name": "이인벤션",
    "url": "",
    "address": "서울특별시 구로구 디지털로31길 38-21, 10층 1009호 (이엔씨벤처드림타워3차)",
    "lat": 37.4860453,
    "lng": 126.8922462
  },
  {
    "name": "드림인사이트",
    "url": "",
    "address": "서울특별시 구로구 디지털로33길 12, 우림이비지센터2차 14층",
    "lat": 37.4865498,
    "lng": 126.8961124
  },
  {
    "name": "이엠넷",
    "url": "",
    "address": "서울특별시 구로구 디지털로34길 27 대륭포스트타워 3차 14층",
    "lat": null,
    "lng": null
  },
  {
    "name": "휴먼미디어그룹",
    "url": "",
    "address": "서울특별시 금천구 가산동 60-11외 1필지 스타밸리 8층 810호",
    "lat": null,
    "lng": null
  },
  {
    "name": "위플랫폼",
    "url": "",
    "address": "서울특별시 금천구 가산디지털1로 165, 가산비즈니스센터 601호",
    "lat": 37.4802371,
    "lng": 126.8810169
  },
  {
    "name": "스마일코리아",
    "url": "",
    "address": "서울특별시 금천구 가산디지털1로 168, B동 9층 907, 908, 909호(가산동, 우림라이온스밸리)",
    "lat": 37.4808373,
    "lng": 126.8821596
  },
  {
    "name": "디뉴먼트",
    "url": "",
    "address": "서울특별시 금천구 가산디지털2로 108, 502호, 907호(가산동, 뉴티캐 슬)",
    "lat": 37.4779012,
    "lng": 126.8806736
  },
  {
    "name": "유디엠",
    "url": "",
    "address": "서울특별시 금천구 가산디지털2로 135, 1동 16층(가산동,가산어반워크)",
    "lat": 37.4800445,
    "lng": 126.8780146
  },
  {
    "name": "미래아이엔씨",
    "url": "",
    "address": "서울특별시 금천구 가산디지털2로 144, 13층(가산동, 현대테라타워 가산디케이)",
    "lat": 37.4809746,
    "lng": 126.8793067
  },
  {
    "name": "아인스미디어",
    "url": "",
    "address": "서울특별시 금천구 가산디지털2로 144, 19층(가산동, 현대테라타워 가산디케이)",
    "lat": 37.4809746,
    "lng": 126.8793067
  },
  {
    "name": "어센드미디어",
    "url": "",
    "address": "서울특별시 금천구 가산디지털2로 144, 807호~813호(가산동, 디케이타워)",
    "lat": 37.4809746,
    "lng": 126.8793067
  },
  {
    "name": "에이엠피엠글로벌",
    "url": "",
    "address": "서울특별시 금천구 가산디지털2로 144, 가산동 11층 1101호(가산동, 현대테라타워가산DK)",
    "lat": 37.4809746,
    "lng": 126.8793067
  },
  {
    "name": "예지솔루션",
    "url": "",
    "address": "서울특별시 금천구 가산디지털2로 166, 3층 (가산동, 에이스K1타워)",
    "lat": 37.4826906,
    "lng": 126.8783041
  },
  {
    "name": "포이시스",
    "url": "",
    "address": "서울특별시 금천구 가산디지털로1로 137, 11층(가산동, IT캐슬2차)",
    "lat": null,
    "lng": null
  },
  {
    "name": "트리플하이엠",
    "url": "",
    "address": "서울특별시 금천구 디지털로 121 에이스가산타워 10층",
    "lat": 37.4761115,
    "lng": 126.8800205
  },
  {
    "name": "엠서치마케팅",
    "url": "",
    "address": "서울특별시 금천구 벚꽃로 298 대룡포스트타워6차 907호",
    "lat": null,
    "lng": null
  },
  {
    "name": "카페24",
    "url": "",
    "address": "서울특별시 동작구 보라매로5길 15 (신대방동,전문건설회관)",
    "lat": 37.4921379,
    "lng": 126.9243
  },
  {
    "name": "게티이미지코리아",
    "url": "",
    "address": "서울특별시 마포구 독막로 311(염리동 168-9) 재화스퀘어 12층",
    "lat": 37.543996,
    "lng": 126.9474834
  },
  {
    "name": "에이치에스애드(HS애드)",
    "url": "",
    "address": "서울특별시 마포구 마포대로 155 LG마포빌딩",
    "lat": 37.5483204,
    "lng": 126.9536135
  },
  {
    "name": "함파트너스",
    "url": "",
    "address": "서울특별시 마포구 마포대로 89, 4층(도화동, 포스트타워)",
    "lat": 37.5431769,
    "lng": 126.9499679
  },
  {
    "name": "몽규",
    "url": "",
    "address": "서울특별시 마포구 성미산로 103(연남동)",
    "lat": 37.5617413,
    "lng": 126.9187313
  },
  {
    "name": "이너스커뮤니티",
    "url": "",
    "address": "서울특별시 마포구 양화로 147, 5층 (동교동, 아일렉스)",
    "lat": 37.5559846,
    "lng": 126.922042
  },
  {
    "name": "퍼즐코퍼레이션",
    "url": "",
    "address": "서울특별시 마포구 양화로81,엘1층 엘104호(서교동,H스퀘어)",
    "lat": null,
    "lng": null
  },
  {
    "name": "함샤우트글로벌",
    "url": "",
    "address": "서울특별시 마포구 포은로2가길 57, 한울빌딩",
    "lat": 37.5504156,
    "lng": 126.9090599
  },
  {
    "name": "피알원",
    "url": "",
    "address": "서울특별시 서대문구 충정로 70, 19층(미근동, 웨스트게이트타워 19층)",
    "lat": 37.5611071,
    "lng": 126.9635779
  },
  {
    "name": "벨커뮤니케이션즈",
    "url": "",
    "address": "서울특별시 서대문구 충정로 8, 8층 804호(충정로3가, 종근당빌딩)",
    "lat": 37.5611071,
    "lng": 126.9635779
  },
  {
    "name": "마더브레인",
    "url": "",
    "address": "서울특별시 서초구 54 서초대로 77길 서초W타워 15-16층",
    "lat": null,
    "lng": null
  },
  {
    "name": "포바이포(활동중단)",
    "url": "",
    "address": "서울특별시 서초구 강남대로 479, 12층, 13층, 14층(반포동 , 신논현타워)",
    "lat": 37.481936,
    "lng": 127.036901
  },
  {
    "name": "오버맨",
    "url": "",
    "address": "서울특별시 서초구 강남대로 85길 20(반포동, 오브이엠)",
    "lat": null,
    "lng": null
  },
  {
    "name": "티엠씨케이",
    "url": "",
    "address": "서울특별시 서초구 강남대로263, 3,5층(서초동, 새움빌딩)",
    "lat": null,
    "lng": null
  },
  {
    "name": "베리타스커넥트",
    "url": "",
    "address": "서울특별시 서초구 강남대로331, 9층(서초동, 광일빌딩)",
    "lat": null,
    "lng": null
  },
  {
    "name": "크리에이터링",
    "url": "",
    "address": "서울특별시 서초구 바우뫼로27길 7-11, 대송빌딩 1층 크리에이터링(양재동)",
    "lat": 37.4777237,
    "lng": 127.0359461
  },
  {
    "name": "다츠",
    "url": "",
    "address": "서울특별시 서초구 방배동 753-12",
    "lat": 37.4798789,
    "lng": 126.9939103
  },
  {
    "name": "커스텀그라운드",
    "url": "",
    "address": "서울특별시 서초구 방배로 97, 3층(방배동, 청유빌딩)",
    "lat": 37.4783113,
    "lng": 126.9997061
  },
  {
    "name": "엠포스",
    "url": "",
    "address": "서울특별시 서초구 방배본동 방배로 285, 한샘방배빌딩",
    "lat": 37.4902132,
    "lng": 126.9920288
  },
  {
    "name": "애드미션",
    "url": "",
    "address": "서울특별시 서초구 서운로 9길 14, 일석빌딩 4층, 5층",
    "lat": null,
    "lng": null
  },
  {
    "name": "펜타브리드",
    "url": "",
    "address": "서울특별시 서초구 서운로26길 9 펜타타워",
    "lat": null,
    "lng": null
  },
  {
    "name": "아이애드원",
    "url": "",
    "address": "서울특별시 서초구 서초대로 250 스타갤러리브릿지빌딩 12층",
    "lat": null,
    "lng": null
  },
  {
    "name": "티디아이플레이",
    "url": "",
    "address": "서울특별시 서초구 서초대로 64길 8, 4층(서초동)",
    "lat": null,
    "lng": null
  },
  {
    "name": "매드업",
    "url": "",
    "address": "서울특별시 서초구 서초대로 74길 4, 삼성생명서초타워 20층",
    "lat": null,
    "lng": null
  },
  {
    "name": "블루오렌지커뮤니케이션즈",
    "url": "",
    "address": "서울특별시 서초구 서초대로48길 33 허브원빌딩 3층",
    "lat": null,
    "lng": null
  },
  {
    "name": "씨브이쓰리",
    "url": "",
    "address": "서울특별시 서초구 서초대로77길 39, 8층 801호(서초동,MK빌딩)",
    "lat": 37.5005175,
    "lng": 127.0255547
  },
  {
    "name": "키스톤마케팅컴퍼니",
    "url": "",
    "address": "서울특별시 서초구 서초대로78길 5, 대각빌딩 13층",
    "lat": 37.4944559,
    "lng": 127.0284769
  },
  {
    "name": "젤리피쉬코리아",
    "url": "",
    "address": "서울특별시 서초구 서초동 강남대로 373",
    "lat": 37.496002,
    "lng": 127.0280779
  },
  {
    "name": "애드이피션시",
    "url": "",
    "address": "서울특별시 서초구 효령로77길 28 동오빌딩 4층, 6층",
    "lat": null,
    "lng": null
  },
  {
    "name": "비즈스프링",
    "url": "",
    "address": "서울특별시 성동구 광나루로 130 서울숲IT캐슬",
    "lat": null,
    "lng": null
  },
  {
    "name": "봄센",
    "url": "",
    "address": "서울특별시 성동구 광나루로 176 4,5층 (성수동1가)",
    "lat": 37.5504046,
    "lng": 127.0398543
  },
  {
    "name": "런커뮤니케이션즈",
    "url": "",
    "address": "서울특별시 성동구 뚝섬로1길 25, 9층 903호(성수동1가, 서울숲한라에코밸리)",
    "lat": 37.5435938,
    "lng": 127.0464148
  },
  {
    "name": "애드게이트",
    "url": "",
    "address": "서울특별시 성동구 성수동1가 13-214 동진아이티타워 12층 1210호",
    "lat": null,
    "lng": null
  },
  {
    "name": "그루컴퍼니",
    "url": "",
    "address": "서울특별시 성동구 성수이로 10길 14, 에이스하이엔드성수타워 1201,1202,1203호",
    "lat": null,
    "lng": null
  },
  {
    "name": "바이너리큐브",
    "url": "",
    "address": "서울특별시 성동구 성수이로147 아이에스비즈타워 506호",
    "lat": null,
    "lng": null
  },
  {
    "name": "트레져헌터",
    "url": "",
    "address": "서울특별시 성동구 성수이로20길 16, 8층(성수동2가, 제이케이타워)",
    "lat": 37.5430254,
    "lng": 127.058386
  },
  {
    "name": "나인독",
    "url": "",
    "address": "서울특별시 성동구 성수일로 56, 1105호, 1106호(성수동2가, 성수동 BY센터)",
    "lat": 37.5434679,
    "lng": 127.0493016
  },
  {
    "name": "에이디쏠인터렉티브",
    "url": "",
    "address": "서울특별시 성동구 성수일로10길 26, 제본동 15층 1501~3호(성수동2 가, 하우스디 세종타워)",
    "lat": 37.546583,
    "lng": 127.052951
  },
  {
    "name": "수커뮤니케이션",
    "url": "",
    "address": "서울특별시 성동구 성수일로8길 5, 서울숲SK V1타워 A동 1204호",
    "lat": 37.5470249,
    "lng": 127.0518816
  },
  {
    "name": "하이브월드와이드",
    "url": "",
    "address": "서울특별시 성동구 연무장5길 9-16, 11층 1101호(성수동2가,블루스톤타워)",
    "lat": 37.5444181,
    "lng": 127.0526775
  },
  {
    "name": "디트라이브",
    "url": "",
    "address": "서울특별시 성동구 왕십리로 125, 1002호 1002-2,4,5,6(성수동1가, KD타워)",
    "lat": 37.5487442,
    "lng": 127.0438843
  },
  {
    "name": "아이디어키",
    "url": "",
    "address": "서울특별시 송파구 백제고분로 362, 3,4층(석촌동)",
    "lat": 37.5042494,
    "lng": 127.0882212
  },
  {
    "name": "유어비즈",
    "url": "",
    "address": "서울특별시 송파구 송파대로 167, 에이동 1222호(문정동, 문정역테라타워)",
    "lat": 37.4848243,
    "lng": 127.1212063
  },
  {
    "name": "버즈빌",
    "url": "",
    "address": "서울특별시 송파구 송파동 32(석촌호수로 272) 엠와이빌딩 2-5층",
    "lat": 37.502328,
    "lng": 127.116687
  },
  {
    "name": "애드온컴퍼니",
    "url": "",
    "address": "서울특별시 송파구 올림픽로 269, 803호 (신천동, 롯데캐슬골드)",
    "lat": 37.514197,
    "lng": 127.1010731
  },
  {
    "name": "나무커뮤니케이션",
    "url": "",
    "address": "서울특별시 송파구 중대로 135, 13층 서관 1301호(가락동,아이티벤처타워)",
    "lat": 37.4951285,
    "lng": 127.1224488
  },
  {
    "name": "애드커넥스",
    "url": "",
    "address": "서울특별시 영등포구 당산로 141, 5층(당산동3가, 현대해상)",
    "lat": 37.5341425,
    "lng": 126.9019807
  },
  {
    "name": "리서치애드",
    "url": "",
    "address": "서울특별시 영등포구 선유서로25길 28, 301호,302호(양평동2가, 영등포 디스테이트)",
    "lat": 37.5248488,
    "lng": 126.8842333
  },
  {
    "name": "다트미디어",
    "url": "",
    "address": "서울특별시 영등포구 양평동 3가 15-1 월드메르디앙비즈센터 407호",
    "lat": null,
    "lng": null
  },
  {
    "name": "하나애드아이엠씨",
    "url": "",
    "address": "서울특별시 영등포구 여의도동 17-3 삼환까뮤빌딩(태흥빌딩)2층",
    "lat": null,
    "lng": null
  },
  {
    "name": "디지털트리니티",
    "url": "",
    "address": "서울특별시 용산구 서빙고로 17(한강로 3가), 센트럴파크타워 24층",
    "lat": 37.5260694,
    "lng": 126.9673301
  },
  {
    "name": "아이지에이웍스",
    "url": "",
    "address": "서울특별시 용산구 서빙고로 17, 24,25,26층(한강로3가, 센트럴파크타워)",
    "lat": 37.5260694,
    "lng": 126.9673301
  },
  {
    "name": "디지털퍼스트",
    "url": "",
    "address": "서울특별시 용산구 서빙고로 17, 센트럴파크타워 25층",
    "lat": 37.5260694,
    "lng": 126.9673301
  },
  {
    "name": "제이슨그룹",
    "url": "",
    "address": "서울특별시 용산구 서빙고로 17, 센트럴파크타워 26~27층",
    "lat": 37.5260694,
    "lng": 126.9673301
  },
  {
    "name": "잘함",
    "url": "",
    "address": "서울특별시 용산구 우산단로 14길 74(한남동)",
    "lat": null,
    "lng": null
  },
  {
    "name": "제일기획",
    "url": "",
    "address": "서울특별시 용산구 이태원로 222",
    "lat": 37.5347749,
    "lng": 126.9988913
  },
  {
    "name": "엠투디지털",
    "url": "",
    "address": "서울특별시 용산구 한강대로 372(동자동) KDB생명타워 13층",
    "lat": 37.551616,
    "lng": 126.9728445
  },
  {
    "name": "이엠씨지",
    "url": "",
    "address": "서울특별시 용산구 한강대로15길 9-5, 402호(한강로3가,고려빌딩)",
    "lat": 37.5255253,
    "lng": 126.9637212
  },
  {
    "name": "커뮤니크",
    "url": "",
    "address": "서울특별시 용산구 한강대로44길 14(한강로2가)",
    "lat": 37.5308794,
    "lng": 126.970691
  },
  {
    "name": "디지털다임",
    "url": "",
    "address": "서울특별시 용산구 한남동 대사관로11길 41 디투인터랙티브 빌딩",
    "lat": null,
    "lng": null
  },
  {
    "name": "씨제이메조미디어",
    "url": "",
    "address": "서울특별시 중구 동호로 330 CJ제일제당센터 4층",
    "lat": null,
    "lng": null
  },
  {
    "name": "디엑스이",
    "url": "",
    "address": "서울특별시 중구 동호로 330, 8층(쌍림동, 씨제이제일제당센터)",
    "lat": 37.5638619,
    "lng": 127.0033128
  },
  {
    "name": "닐슨미디어코리아",
    "url": "",
    "address": "서울특별시 중구 서소문로 50, 15층(중림동)",
    "lat": 37.5608646,
    "lng": 126.9669972
  },
  {
    "name": "퍼포먼스바이티비더블유에이",
    "url": "",
    "address": "서울특별시 중구 세종대로 39, 5층(남대문로4가, 대한서울상공회의소)",
    "lat": 37.5608233,
    "lng": 126.9736305
  },
  {
    "name": "네이트커뮤니케이션즈",
    "url": "",
    "address": "서울특별시 중구 소월로2길 30(남대문로5가, 티타워)",
    "lat": 37.5537507,
    "lng": 126.9757647
  },
  {
    "name": "프레인글로벌",
    "url": "",
    "address": "서울특별시 중구 칠패로 37, 12,14층(봉래동1가, 에이취에스비씨빌딩)",
    "lat": 37.5600974,
    "lng": 126.9730406
  },
  {
    "name": "온더플래닛",
    "url": "",
    "address": "서울특별시 중구 통일로10, 17층 플래그원(남대문로5가, 연세대학교 세브란스빌딩)",
    "lat": null,
    "lng": null
  },
  {
    "name": "케이피알앤드어소시에이츠",
    "url": "",
    "address": "서울특별시 중구 퇴계로 173(충무로 3가, 남산스퀘어 14층)",
    "lat": 37.5618297,
    "lng": 126.9910703
  },
  {
    "name": "코비그룹",
    "url": "",
    "address": "서울특별시강남구도산대로4길15, 6층(논현동,큐브타워)",
    "lat": null,
    "lng": null
  },
  {
    "name": "카카오",
    "url": "",
    "address": "제주특별자치도 제주시 첨단로 242",
    "lat": 33.4497582,
    "lng": 126.5713612
  },
  {
    "name": "케이앤웍스",
    "url": "",
    "address": "제주특별자치도 제주시 첨단로 242, 2층(영평동,카카오스페이스닷원)",
    "lat": 33.4497582,
    "lng": 126.5713612
  }
];